# 1) 1~100까지의 짝수 합과 홀수 합을 출력하는 파이썬 스크립트
for i in range( 1, 101 ):
    if i


# 2) 20개의정수를입력받아양수 / 음수의개수, 양수일때짝수 / 홀수개수를출력하는파이썬스크립트


# 3) 1~10000사이에서 3의 배수와 5의 배수를 한 줄에 10개씩 출력하고, 마지막에 3의 배수와 5의 배수 갯수를 출력하는 파이썬 스크립트
# 4) -99999가 입력될 때까지 정수를 입력받아 평균, 편차, 편차제곱, 분산을 출력하는 파이썬 스크립트
# 5) 3명 학생의 이름, 과목1 점수, 과목2 점수, 과목3 점수를 입력받아 출력 결과와 같이 출력하는 파이썬 스크립트
# 90점이상은 excellent, 60점미만은 fail, 나머지는 공백
# 평균을 이용하여 석차를 계산하여 출력
#
# 	[ 출력 결과 ]
# 	hong		50	50	50	150	50.00		3	fail
# 	kim		90	90	90	270	90.00		1	excellent
# 	lee		70 	70	70 	210	70.00		2